"{\"tweetid\":\"1492910953515700229\",\"author_id\":77535846,\"text\":\"GEOINT MOOC\\n Geospatial Intelligence or \\\"GEOINT\\\" is more than people working with computers in a secure intelligence facility. Join us for the exciting journey to learn about GEOINT\\u2019s application in business, law enforcement, and defense. Advances in sat\\u2026 https:\\/\\/t.co\\/KLHqvCaRhr\",\"created_at\":\"2022-02-13 17:18:02+00:00\",\"geo\":null,\"retweets\":0,\"replies\":0,\"likes\":0,\"quote_count\":0,\"lang\":\"en\",\"conversation_id\":1492910953515700229,\"context_annotations\":\"[]\",\"entities\":\"{'urls': [{'start': 256, 'end': 279, 'url': 'https:\\/\\/t.co\\/KLHqvCaRhr', 'expanded_url': 'https:\\/\\/ift.tt\\/peq8dB3', 'display_url': 'ift.tt\\/peq8dB3', 'images': [{'url': 'https:\\/\\/pbs.twimg.com\\/news_img\\/1492910956820709383\\/v7O6akXN?format=jpg&name=orig', 'width': 320, 'height': 320}, {'url': 'https:\\/\\/pbs.twimg.com\\/news_img\\/1492910956820709383\\/v7O6akXN?format=jpg&name=150x150', 'width': 150, 'height': 150}], 'status': 200, 'title': 'OSIntOps.com News', 'description': 'GEOINT MOOC Geospatial Intelligence or \\\"GEOINT\\\" is more than people working with computers in a secure intelligence facility. Join us for the exciting journey to learn about GEOINT\\u2019s application in business, law enforcement, and defense. Advances in satellites, GPS, unmanned aerial systems, wireless communications, handheld computing, and the ability to automate laborious map analysis processes has transformed what used to be called geographic intelligence, or GEOINT, and the nature of the insights provided to managers and leaders. We have gone from mountains of hardcopy maps to amazing automated systems that provide previously unavailable understanding. GEOINT helps us daily with near realtime apps. GEOINT combines geographic information science and technologies with an analytic tradecraft. You will experience the value of GEOINT. You will complete a simple geospatial analysis using GEOINT\\u2019s tools and tradecraft. This course is for the individual that wants to know what GEOINT is and ', 'unwound_url': 'https:\\/\\/t.me\\/Osintlatestnews\\/2712'}]}\",\"attachments\":null,\"possibly_sensitive\":false,\"withheld\":null,\"reply_settings\":\"everyone\",\"source\":\"IFTTT\"}"